[
{"id":"1","authorname":"Denice Malfoy","heading":"How I started my business with just ₹100", "para":"Hi I'm Denice. I'm just a regular girl with ambitions. Coming from a rural background, I did not expect myself to be able to become a entreprenaur this fast. FinEd helped me pave the path to becoming a fully fledged business woman. Now let me tell you my story. I started my business with ₹100. I had read so many answers on quora suggesting one to start your own YouTube channel, blog writing, affiliate marketing, etc. I think that requires a lot of patience. Those businesses require at least internet, a laptop/PC with a camera; Requires qualified candidate. Also, it is a financial risk. In my case, you can start your business with just ₹100 if you model what I started 4 years ago. When I was in college, I was able to pay my annual college fee of 1 lakh from my business. I went through all the methods given in the FinEd Business course and thought to myself, many people were looking for accommodation in college. Why not make money out of it. I decided that this time I will do it and I went to the center to walk around. I met a family looking for paying guests. I started a discussion with the family, collecting all the information about fees, water supply, electricity supply and amount of the advance. The next day I got up early in the morning and went out with my laptop to start designing a room rental ad. I posted a lot on college bulletin boards. In two days I received 50 to 60 calls! I told them about the room and my rate of ₹500 per person. The owner was also informed of that fee. Slowly slowly the reviews got better and I had ₹1000 in my pocket with 54 tenant contacts, and the excitement that this is a potential gold mine! I named a local boy who could not read and write and did not belong to my university. I told him that I would pay ₹50 per house that he found by looking for rental houses in the city and giving me the details with contact information. I got even more buyers. I appointed more local boys. I had recieved 37,400 by now. I charge around 15,000/- per month. Now I am working with MNC as an engineer and my salary is 8 lakhs per year. My future plan is to open security agency services, human power supply, school buses, etc. Soon I will have income above 25 lakhs per year. (India) Thank you FinEd.","spec":"Owner of Milma Milk"},
{"id":"2","authorname":"Helena Rodriguez","heading":"Financially independent. Finally.","para":"Hi my name is Helena and I'm 27. I was married off to a very irresponsible man when i was 19 and he got me stuck in debt. With FinEd, I was able to learn how to manage loans and how to take loans with minimum interest and wgat to keep as collateral. I went to the bank and started a business loan and bought a cow. I paid off my loan by selling cow milk in my neighbourhood. I made sure the cow was treated well and never added water to the milk. It was as pure as ever. As the quality of milk was high, my neighbours started recommending my business to others. Now I'm a fully fledged business woman with over a hundred cows and many workers."},
{"id":"3","authorname":"Grace George","heading":"","para":""},
{"id":"4","authorname":"Maria Timothy","heading":"","para":""},
{"id":"5","authorname":"Georgia Abraham","heading":"","para":""},
{"id":"6","authorname":"Mary Rose","heading":"","para":""},
{"id":"7","authorname":"Taylor Swift","heading":"","para":""}
,{"id":"8","authorname":"Rachel Joseph","heading":"","para":""}
,{"id":"9","authorname":"Felicia Backman","heading":"","para":""}
,{"id":"10","authorname":"Veronica Backman","heading":"","para":""}
]